[
  {
    "id": 1,
    "title": "人",
    "body": "世界太吵闹了。当你静下来听这个世界的时候，却发现杂音太大以至于听不到自己的心声，我们是当代的失聪者吗？忧虑的事情太多，掩盖了本心。真正想做的事，别人又会在真正在乎吗？有人会，确实难。人的孤独，大概就是发现大多数人的存在的确是孤岛。\n\n坏人值得同情吗？绝不，可惜这个世界心存坏水的人太多。曾经对社会的认知是纯粹的，理想化的，坏人是少的，做坏事是会被惩罚的。关注政治之后，顿觉人性本好纷争，短短几十年人能管好自己实属不易。政治，似乎是少看为好，会让人惊恐地意识到，原来偷摸砸抢只是小恶。\n\n逃避可耻且没用。道理我懂，自己做的也确实差，控制不住上网成瘾的心，却异常会找借口宽慰它，无力吐槽。怎么改？目标定小，胸怀天下，行于眼下，保持自信，拒绝琐碎。专注与持之以恒才是硬道理。"
  },
  {
    "id": 2,
    "title": "知识的储备",
    "body": "时间过的早了一天，这样感觉不错。凌晨，既是结束，又是开始。想写长一点的句子，脑袋已经干涸。专注一件事情的感觉很不错，健身也很不错，累到极点，脑子反而可以放空。想着肌肉撕裂，想着前途迷惘，与此同时却又能冒出几个新灵感。比如这本生命书，一天一记，也许一个长长的滑动视图便是最好。是不是最难的事情便是保持初心？\n\n什么人最让人敬佩？社会让我做一个什么样的人？我会选择让自己变成一个什么样的人？现在的城市人实在太在意别人的眼光，家庭的期待，社会的标准，道德的约束。这些不是不好，但是这套体系下培育的人，有可能不好。你可能是一个最完美适应社会的人，同时也是离自己初衷最远的人。对有些人，这样也许也好。\n\n学习的关联性很有趣，点穿成线，线穿成网，这就是一个人的知识储备。为什么我认为现在的学业体系的局限性很强？正是因为社会教育在培养的是一个人专强的能力，而忽视了知识间跨领域的关联。电影体现人对周遭的理解，通过镜头，音乐，叙事，来共同将这个观念传递出去。哲学辅佐人思考问题，程序是逻辑的延伸，设计是程序的表达。美学，建筑，空间理论为设计做铺垫；人设，规则，互动是叙事的基础。如此林林总总，多方位的思考，是灵魂。\n\n为什么越来越多的东西会相似？抄袭除外，本源还是思考的缺失，思考从何而来，从你的储备网中来。"
  },
  {
    "id": 3,
    "title": "熟练技术工人和创作者",
    "body": "最近读到一篇文章，作者在聊游戏本地化为什么做不好，让我联想到了最近忽然关注的少年派特效工作室倒闭。我一向认为，「创作者」这个词是带有敬佩之意，是对一类在志在提升现状的人称呼，它不包括工种，不分领域。比如哪吒的编导饺子，塞尔达荒野之息的编曲，熊掌记的程序开发，纪元游戏的主创等等，都属于创作者的范畴。创作者，应该是当代的工匠，具有匠人对产品的执着。可惜这个社会存在太多因素，在淹没真正的创作者，比如文章中走心的翻译者和无数挥舞着更低价格的投机者的竞争。有些人，只想要个工作，糊口即可，这类人，无论从事什么行业，在我看来都是工人。还有些人，无论从事什么工作，真正热爱并且投入其中，希望自己的成果会让世界在好那么一点点，这些人在历史上是匠人，在当代，是创作者。"
  },
  {
    "id": 4,
    "title": "钱是什么",
    "body": "钱，说到头只是个分配工具，其实本身并没有价值。那么为什么需要钱呢？大概是社会需要一个按能力所得分配的机制，而钱恰好是其中的一个组成部分。能者多得，便是这钱存在的本质。所谓能，并不是拼体力做多少力气活，虽然也为能，但价值产出有限。而分得的钱少，固然是因为因为具备此能力的人太多，而显得无能。\n\n试想你去买一个产品，你思考的表面上是多少钱，实质上，你在想这个东西配不配得上它的价格。实质上更像是对于生产这个产品背后的人的能力的肯定。你愿意让这些人分配到更多的社会资源，因此你掏钱了，便成了交易。有时我会想，有绝对的公平吗？思考的结果是不能，虽然绝对公平是很让人心动的理想状态。但实质上因为人的能力不可能全然相同，便不可能做到钱的均等分配。\n\n投机的人可耻吗？刚出生便富可敌国的人是分配不公的结果吗？其实也不然。在不同时期社会上必然是有不同际遇存在的，只不过大多数人或真的看不到，或选择性忽视。而刚出生的人不需要金钱，却也正是分配公平的表现，这样的钱，是对积累财富人的能力认可。\n\n当然，以上这些想法在诈骗他人的人，折腾货币的人身上是不适用的。他们大概只是利用这套系统的寄生虫罢了，与能力无关。"
  },
  {
    "id": 5,
    "title": "梦中梦的恐惧",
    "body": "做了一个梦中梦中梦，第一次意识到原来人还真的可以有盗梦空间的梦的体会。最里面的两层梦最为奇妙，在最内层的梦中，我身处于一个破败的秋日的山林中。不知为何，当我进入这个世界时，我就清晰的知道这是在梦里。四处张望，望见山林远处的山尖上有座中世纪破旧城堡。觉得有趣，便向那建筑走了过去。\n\n走到山的顶端，我清晰的看到了山另一面的无尽深渊，这和游戏引擎塑造出世界的边界类似，我便恰好走到了这边界。我往边界下望，眼前是无尽的灰色，便在那时明晰了这是我在做梦，场景是个游戏世界。\n\n走旁边的城堡上，凭借梦的瞬移，我到了城堡顶端。这里有一道类似灯塔外延的断壁残垣，这座似灯塔的建筑非常高，直冲云霄。我可以从断壁残垣的开裂的缝隙中开到万尺之下的云下世界。不知是云密还是我太高，下面的秋日山林之景若隐若现。我想要去的地方便是这段路的前方，但是我畏惧了，这高度使我十分恐惧。我在这最深层的梦里时便知道这是梦，不可能受伤。但是在最深层的梦里闭上眼还是会害怕，不敢迈开脚步。\n\n细想人的恐惧感还真有趣，在梦中这么大的安全网的条件下还是会有所畏惧。我已记不清梦里的我是否迈出了那一步，但是我希望我迈出去了，对面是什么本来就不知道，也并不重要。但是这再来一次的经历，错过了，就确实没了。这恐惧感，这梦里的梦里依旧会有。"
  },
  {
    "id": 6,
    "title": "关于死亡",
    "body": "老爸，今天你忽然的就走了。说来也奇怪，从今年年初开始我就在想死亡这回事，我并不惧怕它，只是我一直在想如果有一天我走了，我会给这个世界留下什么。我猜中了开头，却没猜中结局。死亡是每个生物的终点，只长短不同，却终究无法避免。老爸，有时我在想人走了到底会留下什么，也许什么都不会。\n\n那意识呢？我现在倾向于相信皮克斯动画片里的阐释，人的大脑好像意识的载体，载体的消失意味着这个独特的个体确实消散了，化作别的物质了。但是意识又是个独特的东西，它具有传承的属性。比如老爸你的意识，就化作了永恒的记忆，转印在每个与你打交道的人的脑海里。\n\n老爸，你走了，但我并不觉得孤独。我还是可以感受到你的浓浓的爱，你给予我和老妈的爱太过充裕，足以让我在后半生时刻感受到你的温暖。有时，我又想你可能先去了另一个地方，一个超脱世俗，适合休憩的地方。老爸，我把你的名字放到书空的更新公告上面，翻译成所有语言，发布在苹果的所有平台了。\n\n起初我想，是老爸你关注灌注到了产品中来，因此我想在我所知的渠道里，让世界知道你。细想过后，其实老爸你的心血留在了我的身上。我所知，我所行，我所想，便来源于你用尽全部力量赐予我的爱。我真的很想你，爱你，老爸。"
  }
]
